IDEA Open Model
ConcreteSLSCheckResultStiffness Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ConcreteSLSCheckResultStiffness class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
protected ConcreteSLSCheckResultStiffness()
Protected Sub New
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace